Console.Clear();
int number = new Random().Next(100, 1000);
int numberA = number / 10;
int numberB = numberA % 10;

Console.WriteLine($"{number} -> {numberB}"!);



/*Напишите программу, которая принимает на вход трёхзначное число
 и на выходе показывает вторую цифру этого числа.
456 -> 5
782 -> 8*/
